<blank>
<s>
</s>
.
BE
,
TO
X-WE
IN
AND
THIS
THAT
X-I
HAVE
FOR
X-IT
DESC-NOT
ON
WILL
EUROPEAN
X-YOU
WITH
DO
X-Y
MUST
AS
DESC-ALSO
CAN
MR
VOTE
BY
?
WOULD
NEED
DESC-RE
AT
SHOULD
ALL
PRESIDENT
SE
X-POSS
REPORT
SEE
WHAT
DESC-VERY
COMMISSION
FROM
MAKE
TAKE
WHICH
EU
STATE
EUROPE
PARLIAMENT
LIKE
MINUTE
MEMBER
MORE
ABOUT
DESC-IMPORTANT
ONE
DESC-HOWEVER
UNION
BUT
DESC-REFORE
SUPPORT
COUNTRY
TIME
X-MY
DEBATE
SAY
NO
DESC-NOW
X-ITS
WORK
PEOPLE
POLICY
DESC-SO
ISSUE
QUESTION
DESC-OR
DESC-ONLY
COUNCIL
THANK
DESC-NEW
CRISIS
THINK
YEAR
OR
PROBLEM
SIT
DESC-ECONOMIC
IF
DESC-MANY
POINT
AGREEMENT
SOME
X-HE
GIVE
WHY
RIGHTS
WANT
AREA
RULE
TODAY
GO
SITUATION
CONCERN
AGAINST
DESC-UP
WHO
CHANGE
BELIEVE
PROPOSAL
DESC-HERE
DESC-SUCH
WAY
TWO
DESC-MUCH
ENERGY
USE
MARKET
CITIZEN
KNOW
DESC-FIRST
DESC-POLITICAL
DESC-GOOD
OUT
DESC-FINANCIAL
COMMISSIONER
COME
ANY
PLACE
DESC-RIGHT
LET
THOSE
HOW
DESC-JUST
MEASURE
RESOLUTION
INTO
CASE
MATTER
ACTION
DEVELOPMENT
NEXT
BETWEEN
THAN
DESC-CLOSE
DESC-CLEAR
DESC-SOCIAL
DESC-HUMAN
WHEN
REGARD
FUTURE
DESC-WELL
DESC-TOO
TREATY
RESULT
MOST
SYSTEM
ASK
COULD
STRATEGY
DESC-STILL
AGREE
THING
HOPE
COURSE
CONTINUE
FUND
HELP
DESC-SAME
BECAUSE
CALL
REASON
DECISION
GROUP
DESC-WELCOME
PROVIDE
WORLD
DESC-POSSIBLE
DESC-INTERNATIONAL
FACT
MADAM
BOTH
ACHIEVE
COOPERATION
PART
LEVEL
DESC-ALREADY
TERM
SECURITY
STATEMENT
AMENDMENT
INCLUDE
DESC-COMMON
OVER
FAVOR
INCREASE
PUBLIC
DESC-LAST
EXAMPLE
ADOPT
MAY
RESPECT
PROCESS
APPLAUSE
DESC-N
MEAN
DESC-EVEN
GOVERNMENT
PRESIDENCY
REGULATION
DESC-NATIONAL
PUT
BUDGET
%
WRITE
!
LOOK
TALK
DESC-AGAIN
ENSURE
WITHOUT
BEFORE
PROTECTION
DIRECTIVE
SOLUTION
OPPORTUNITY
FOLLOW
MENTION
PROGRAM
CLIMATE
UNDER
END
ORDER
WHERE
APPROACH
VIEW
LISBON
FIND
REGION
ALLOW
REMAIN
SPEAK
DESC-GREAT
DEVELOP
RESPONSIBILITY
DEAL
DESC-LONG
INFORMATION
TRADE
LAW
JOB
COMMITTEE
STEP
SUBJECT
POSITION
GET
THREE
ECONOMY
DESC-PARTICULAR
WISH
PRINCIPLE
SHOW
WOMAN
BRING
CREATE
DESC-FORWARD
ROLE
PROGRESS
NUMBER
DESC-DIFFERENT
REQUIRE
HAPPEN
DURING
DESC-FURR
BECOME
SECTOR
DESC-SECOND
FREEDOM
SPEAKER
PRIORITY
ANOR
COMMUNITY
DESC-GLOBAL
SERVICE
ACT
OFF
EVERY
SOMETHING
START
DOCUMENT
DESC-OWN
WITHIN
SET
DESC-PRESENT
INSTITUTION
DESC-BETTER
CONSUMER
RECEIVE
EFFORT
DESC-OPEN
FACE
OBJECTIVE
ANSWER
THROUGH
PLAN
RAPPORTEUR
DEMOCRACY
CUT
APPLY
CHALLENGE
INTEREST
SOLIDARITY
DESC-NECESSARY
PROPOSE
AFTER
INITIATIVE
DESC-FAR
DESC-TOGER
DESC-REALLY
DESC-YET
TRANSPORT
OPINION
ITEM
INVOLVE
IMPROVE
MILLION
DESC-CURRENT
CHILD
VALUE
DESC-ABLE
DESC-ALWAYS
DESC-FUNDAMENTAL
DISCUSS
NEGOTIATION
FORCE
PROJECT
LEGISLATION
IMPLEMENT
DESC-FEW
DESC-LEGAL
POWER
X-SHE
DESC-SERIOUS
DAY
AGENDA
PROCEDURE
DESC-FINALLY
DESC-PARTICULARLY
WORD
FOOD
HOUSE
LADY
DESC-HIGH
DE
DESC-CLEARLY
BUSINESS
PROTECT
GENTLEMAN
LEAD
PRODUCT
IMPORTANCE
EURO
RELATION
DESC-DIFFICULT
CONSIDER
TOWARDS
FIGHT
DESC-FREE
DESC-UNFORTUNATELY
UNITE
AUTHORITY
DESC-ESSENTIAL
DESC-ENOUGH
REDUCE
EUR
DESC-CERTAIN
AID
DISCUSSION
LIFE
ADDRESS
RAISE
SPECIFIC
DESC-MAJOR
COST
TURKEY
INDUSTRY
DESC-ONCE
STRENGN
DESC-PREVIOUS
TEXT
FRAMEWORK
DESC-BACK
KEY
REFORM
DESC-EFFECTIVE
CAUSE
ATTENTION
ELECTION
RUSSIUM
RISK
BASE
SINCE
GUARANTEE
HEAR
PAY
LEAVE
RELATE
COMMITMENT
DESC-INDEED
DESC-REAL
RESOURCE
TAX
DESC-POSITIVE
MONEY
AIM
SOCIETY
PLAY
DESC-SIMPLY
HEALTH
CONTROL
MOVE
STANDARD
DESC-DEMOCRATIC
DATUM
BASIS
DESC-THIRD
BENEFIT
EXIST
CONDITION
PARTNERSHIP
REQUEST
SAFETY
HOLD
WEEK
COMPANY
REACH
COMMENT
PARTY
EXPECT
DIALOGUE
KEEP
DESC-CERTAINLY
SESSION
SHARE
BORDER
DESC-SMALL
ACCEPT
DEMAND
AFFECT
DESC-QUITE
DESC-JOINT
INSTRUMENT
NOTHING
SUMMIT
PROMOTE
DESC-EXTREMELY
ACCOUNT
PLEASE
DESC-ACTUALLY
DESC-GENERAL
REPRESENT
ACCESS
UNDERSTAND
IDEA
MONTH
BEGIN
DESC-INTERNAL
FOCUS
INVESTMENT
DESC-SEVERAL
TABLE
DESC-SECONDLY
DESC-GREATER
MEET
WHOLE
DESC-AGRICULTURAL
RESPONSE
DESC-OFTEN
COPENHAGEN
APPROVAL
TRY
DESC-STRONG
SUCCESS
HAND
EMPLOYMENT
DESC-CURRENTLY
DECIDE
DESC-SIGNIFICANT
DESC-BEST
MINISTER
PRICE
ASPECT
DESC-LARGE
GROWTH
DESC-FULLY
ESTABLISH
FORM
COMPROMISE
QUALITY
DESC-FIRSTLY
SHALL
SPEECH
X-ITSELF
WHER
EFFECT
EVERYONE
DESC-CRUCIAL
TOMORROW
COHESION
EACH
DESC-DOWN
IMPLEMENTATION
COLLEAGUE
KIND
MOTION
GREECE
PACKAGE
DESC-RECENT
TELL
STOP
OFFER
DESC-TRUE
GAS
PREVENT
DESC-MAIN
MINORITY
COURT
LACK
REFER
FARMER
WORKER
DESC-SHORT
IMPACT
DRAW
INTENTION
RESEARCH
BARROSO
DESC-RESPONSIBLE
SIDE
DESC-NEVER
DESC-AGO
DESC-EXPRESS
DESC-ABSOLUTELY
DESC-FULL
ORGANIZATION
DESC-REGIONAL
DECLARATION
CONFLICT
DRAFT
CZECH
TURN
TARGET
FAIL
SEEM
ENCOURAGE
CONCLUSION
PRACTICE
EVERYTHING
DESC-LESS
TRANSPARENCY
EXPERIENCE
DESC-AWARE
DESC-PERHAPS
TASK
PARTNER
ASSISTANCE
ADDITION
ACTIVITY
ADD
MAJORITY
BILLION
EXPLANATION
INTRODUCE
ANIMAL
DESC-RAR
DESC-LEAST
2020
LOT
DESC-P.M.
DESC-CIVIL
ENVIRONMENT
DESC-SINGLE
CONSEQUENCE
CONTRIBUTION
CONCLUDE
TECHNOLOGY
CHINA
DESC-LITTLE
FEEL
149
BANK
PRODUCE
MOMENT
DESC-LIVE
DESC-FINAL
STABILITY
SUFFER
VIOLENCE
CARRY
INDIVIDUAL
DESC-UNACCEPTABLE
LOSE
2008
COMPETITION
STAND
CONGRATULATE
PRODUCTION
POVERTY
EMISSION
DESC-SOON
AGRICULTURE
DESC-YOUNG
AMONG
DESC-QUICKLY
MEETING
NON
MANAGEMENT
DESC-COMPLETELY
RECOGNIZE
DESC-EXCELLENT
EDUCATION
DESC-VARIOUS
DESC-ESPECIALLY
2009
INTERNET
DESC-ENVIRONMENTAL
DESC-SUSTAINABLE
PERIOD
REJECT
PREPARE
LEARN
VICTIM
DETAIL
BALANCE
PEACE
DESC-LONGER
DESC-AVAILABLE
POPULATION
REALITY
REQUIREMENT
INTEND
CONTEXT
AROUND
DELEGATION
CRIME
DESC-SURE
CONTRIBUTE
GOAL
MAINTAIN
DESC-THUS
DESC-LOCAL
TERRORISM
UNEMPLOYMENT
ELEMENT
CLOSURE
RECOVERY
DISCHARGE
DESC-SPECIAL
DESC-HUGE
SIGN
LABOR
PAST
MESSAGE
UKRAINE
EFFICIENCY
DESC-PLEASED
CORRECTION
DESC-FOREIGN
RISE
BUILD
10
AGENCY
COORDINATION
DIRECTION
THANKS
DISCRIMINATION
FUNDING
NOTE
FAMILY
FIELD
VISA
DESC-EXTERNAL
COMMUNICATION
REVIEW
FIVE
DESC-WRONG
RESUME
INTEGRATION
CAR
IRELAND
CONTAIN
DESC-LEGISLATIVE
LINE
DESC-APPROPRIATE
ROAD
REPUBLIC
LINK
FELLOW
REPRESENTATIVE
DESC-PARLIAMENTARY
MAN
MECHANISM
DESC-GREEN
ACCESSION
DESC-RECENTLY
NETWORK
ATTACK
SUSPEND
OPEN
000
20
CRITERION
PROVISION
TACKLE
X-OURSELVES
LIMIT
RESOLVE
AVOID
DESC-VITAL
SEND
X-MSELVES
DESC-MOREOVER
EVENT
BAN
PROVE
WAR
DISASTER
SUPPLY
SPANISH
DESC-AMBITIOUS
DESC-EVER
OFFICE
UNTIL
DESC-YES
DESC-STRATEGIC
DESC-FAIR
DESC-CENTRAL
GROW
DESC-NUCLEAR
MEANS
OPPOSE
MEMBERSHIP
1
WATER
DOUBT
ISRAEL
2007
SOURCE
RETURN
HIGHLIGHT
FALL
STRESS
CROSS
RESPOND
DESC-INSTEAD
DESC-HUMANITARIAN
FOUR
CARE
APPROVE
AMOUNT
LANGUAGE
LIST
ENTERPRISE
DATE
NATION
DUTY
DESC-SUCCESSFUL
DESC-EASY
PROMISE
NEGOTIATE
PASSENGER
JUSTICE
RECOMMENDATION
2010
PERSON
BUILDING
RATE
COMMIT
FORGET
DESC-ORAL
CONFERENCE
CONVENTION
SEA
DESC-EQUAL
TOOL
DESC-DIRECT
DESC-NEVERLESS
MANAGE
DECLARE
DESC-BUDGETARY
POSSIBILITY
MIGHT
DESC-ADDITIONAL
EC
12
APPLICATION
DESC-EASTERN
DESC-ALONE
ALTERNATIVE
LISTEN
MIND
DESC-COMPLETE
JOIN
DEATH
DESC-CLOSELY
ABSTAIN
DESC-NATURAL
DESC-TECHNICAL
COORDINATE
WHILE
SWEDISH
DESC-ILLEGAL
TRANSFER
COMBATE
REPEAT
DESC-ALMOST
DESC-OBVIOUSLY
DESC-FURRMORE
OBLIGATION
IRAN
SENSE
TRUST
FIGURE
SOLVE
DIFFERENCE
REMEMBER
BEAR
DESC-STRUCTURAL
ASYLUM
PRESSURE
EMPHASISE
BODY
PURPOSE
PL
COMPOSITION
DESC-MILITARY
LABEL
MEDIUM
ROMANIUM
NAME
SELF
HISTORY
EQUALITY
ABOVE
DESC-HARD
SEEK
DESC-EXACTLY
MODEL
ACROSS
CENTER
GOVERNANCE
SIZE
FINANCE
WAIT
DESC-CRIMINAL
METHOD
IMMIGRATION
REDUCTION
THREAT
DESC-BIG
OUTCOME
SAVE
DESC-SERIOUSLY
COVER
INFRASTRUCTURE
MARCH
DESC-EFFICIENT
OPERATION
INVEST
142
PASS
CHOICE
STAGE
DIFFICULTY
BELARUS
MONITOR
LIE
POTENTIAL
CONCRETE
FISHERY
DESC-PERSONAL
ASSESSMENT
INNOVATION
CREDIT
PERSPECTIVE
EXTEND
REFLECT
LEADER
THURSDAY
ANYTHING
VOICE
DESC-AWAY
SIX
IMPROVEMENT
FLOOR
CHOOSE
HOME
PRODUCER
PARAGRAPH
NATURE
GLOBALISATION
DESC-EAST
MEDIA
DESC-SUFFICIENT
URGE
AFFAIR
DESC-THIRDLY
SPEND
CONSIDERATION
ACCORD
THOUGH
FACTOR
DESERVE
DESC-PRIME
2
GRANT
DESC-COMPREHENSIVE
DESC-URGENT
DEPEND
HEAD
COMBAT
DESC-ORWISE
DESC-SIMILAR
EIR
DESC-DEFINITELY
SUBSTANCE
YESTERDAY
SUPERVISION
BEHIND
COMPETITIVENESS
SERVE
DESC-STRONGLY
KOSOVO
INTEGRATE
EXPLAIN
THOUSAND
CIRCUMSTANCE
OPTION
DEFENSE
DESC-BASIC
CREATION
DESC-IMMEDIATELY
HALF
DESC-ENTIRE
MANDATE
ADOPTION
PAPER
TYPE
ATTEMPT
DELIVER
CONDEMN
WASTE
CULTURE
THROUGHOUT
PRESS
BRIEF
3
RO
DESC-HAPPY
SUCCEED
JUNE
SANCTION
STRUCTURE
DESC-CULTURAL
ARTICLE
BEYOND
DESC-PRECISELY
CONFIDENCE
VEHICLE
FINANCING
DEFEND
ENDORSE
DEFINE
REGIME
DEMONSTRATE
TRAVEL
ENTER
DESC-SCIENTIFIC
EXCHANGE
TEST
DESC-ACTIVE
OUTSIDE
ANYONE
DESC-CONSTRUCTIVE
AMBITION
30
IMPORT
ORGANISE
VERSION
MOVEMENT
PALESTINIAN
DESC-COMPETITIVE
RUN
REMARK
TREAT
AMEND
NOR
DESC-GRATEFUL
DESC-TERRORIST
DESC-HIGHLY
CAPACITY
DESC-ELSE
ALONG
DESC-RIGHTLY
FUNCTION
SUGGEST
DESC-PRIVATE
AIR
MEDITERRANEAN
SIGNAL
CONTRARY
RELATIONSHIP
DESC-RELIGIOUS
INFLUENCE
MEP
MISTAKE
INTERVENTION
DESC-SIMPLE
FAILURE
FR
SUBMIT
CAPITAL
DESC-RURAL
CHARGE
ANTI
SME
CROATIUM
LESSON
CONCEPT
FULFIL
DESC-AHEAD
DESC-URGENTLY
CONSULTATION
REGULATE
PAYMENT
SAFEGUARD
DESC-EFFECTIVELY
ENABLE
CHANCE
DESC-SOUTH
DESC-POOR
GAZA
DESC-DUE
REST
MONITORING
15
DESC-IMMEDIATE
APPEAR
CONVINCE
GENDER
AFRICA
DESC-ADMINISTRATIVE
DESC-CRITICAL
DESC-LOW
SCALE
DESC-RELEVANT
VISIT
COUNT
DISEASE
RECORD
KILL
RELEASE
DESC-NEGATIVE
DESC-WESTERN
UN
MIDDLE
ABUSE
INFORM
DAMAGE
DESC-MONETARY
TRAINING
MARK
ADMINISTRATION
WEDNESDAY
DECEMBER
DEFICIT
REMIND
BEHALF
ALTHOUGH
MISSION
DESC-PRACTICAL
CLAIM
STUDY
ELECT
DESC-PROPER
DELAY
VIOLATION
JANUARY
IGNORE
GERMANY
E
DESC-OLD
PATH
G20
DESC-INDUSTRIAL
CARBON
SOUND
CONFIRM
DESC-IRISH
DESC-OBVIOUS
DESC-SOMETIMES
PREVENTION
M
DESC-OVERALL
READ
LEADERSHIP
X-MYSELF
HIT
DESC-TRANSPARENT
DESPITE
TRAFFICKING
GUIDELINE
DRIVE
ARGUMENT
CAMPAIGN
DESC-INDEPENDENT
REFERENDUM
SUBSIDIARITY
SPAIN
CHAMBER
DESC-BINDING
REFUGEE
OPERATE
DESC-MUTUAL
ADJUSTMENT
CONDUCT
DESC-PROBABLY
DESC-INTERESTING
LAUNCH
OPPOSITION
CAP
POLAND
POLITICIAN
DESC-SORRY
DESC-ENORMOUS
DESC-NATURALLY
DESC-A.M.
DESC-ANNUAL
EXPORT
RUSSIAN
LOSS
ROMA
CHECK
EXAMINE
REFERENCE
DESC-LATER
APPEAL
STRIKE
DESC-READY
DESC-CORRECT
FACILITATE
PATIENT
TEN
FISHING
TREATMENT
DESC-COMMERCIAL
FEAR
DESC-HIGHER
LAY
BREAK
DESC-GREATEST
DAIRY
DESC-EARLIER
CRITICISM
PRESENTATION
DESC-PLENARY
BALKAN
DESC-BAD
IDENTIFY
WORRY
DESC-ACCEPTABLE
CONTENT
BRUSSELS
GAIN
COMPLEX
HU
PARTICIPATION
READING
DESTROY
DIE
KNOWLEDGE
UK
DESC-INCREASINGLY
27
PACT
AFGHANISTAN
2006
SIMPLIFY
GOODS
IMPOSE
NOVEMBER
DESC-VULNERABLE
TOTAL
OBTAIN
OCCUR
TRUTH
COMPETENCE
HUNDRED
DESC-SOCIALIST
MARITIME
PLANT
DESC-NORTH
DESC-INSTITUTIONAL
OVERCOME
NEIR
REGRET
OFFICIAL
CONNECTION
CONGRATULATION
DESC-TOTALLY
REFUSE
CONSUMPTION
CONSENSUS
ASHTON
DESC-EARLY
REPLY
TOPIC
DESC-CAREFULLY
GREEK
SORT
FRANCE
EVIDENCE
ATTITUDE
AMERICA
QUOTA
5
MISS
DESC-ITALY
DESC-BALANCED
DESC-SPECIFICALLY
PER
HEART
DESC-PERSONALLY
RESTRICTION
PENALTY
8
MINIMUM
MIGRATION
DESC-FORTHCOMING
DESC-ENTIRELY
DETERMINE
ACKNOWLEDGE
100
JOURNALIST
DESC-STRONGER
DIVERSITY
DESC-SECURE
DESC-HUNGARIAN
NEWS
CONTACT
ASSUME
BURDEN
DESC-GENUINE
DESC-MERELY
APRIL
ADVOCATE
ARCTIC
MOLDOVA
DESC-SAFE
ORIGIN
GROUND
ADVANCE
SCHEME
FRAUD
DESC-MAINLY
MANNER
APPRECIATE
INDEPENDENCE
DESC-DIRECTLY
PETITION
GEORGIUM
SCOPE
HOUR
COOPERATE
CITY
DEBT
MORNING
DESC-CIVILIAN
UNDERLINE
RATIFY
25
EYE
DESC-NUMEROUS
HAITUS
AIRLINE
DISPUTE
FOUNDATION
PROTEST
DESC-ETHNIC
NL
DESC-PROPERLY
DESC-DECISIVE
STOCKHOLM
SWIFT
BREACH
EVALUATION
POST
BALTIC
SPEED
STATISTICS
POLICE
DESC-WIDE
DESC-HONORABLE
ARISE
DESC-USEFUL
DESC-SENSITIVE
FRIEND
AMERICAN
BRITISH
VOTING
EL
DESC-RENEWABLE
LIGHT
PARTICIPATE
EXERCISE
DESC-IMPOSSIBLE
NATO
DESC-LATE
CREDIBILITY
FIRE
REGISTER
11
DESC-CONSIDERABLE
CLARIFY
PROTECTIONISM
EXPRESSION
DESC-TRULY
CANDIDATE
GERMAN
REALIZE
ACCIDENT
STOCK
ANALYSIS
PUBLISH
DESC-CONSISTENT
ASSURE
ADVANTAGE
DESC-SIGNIFICANTLY
CLOSER
IMMUNITY
WINE
CODECISION
ESTABLISHMENT
DESC-HUNGARY
CURRENCY
MOBILITY
RAIL
CHARTER
INVESTIGATION
EMPLOY
DESC-BROAD
INCOME
DESC-FIRMLY
ELIMINATE
SUGGESTION
AWAIT
SECTION
AGE
AVIATION
DEFINITION
DESC-DANGEROUS
STAY
THOUGHT
UPON
TOP
INTRODUCTION
EXTENT
STAFF
REINFORCE
DANGER
TERRITORIAL
OBAMA
REMOVE
PREPARATION
PROCEED
SCHOOL
DESC-BIGGEST
WHOSE
BIT
NEIGHBOR
STATUS
REACT
RESTRICT
WIN
RAILWAY
ENTRY
ADJOURN
STRENGTH
DESC-COLLECTIVE
PROTOCOL
FLEXIBILITY
WORTH
UNDERSTANDING
DESC-BILATERAL
BRIEFLY
DESC-REALISTIC
SV
DESC-MODERN
EXPECTATION
DIMENSION
ANNOUNCE
ALLOCATE
CO2
BOARD
CATCH
EMERGENCY
GENERATION
FACILITY
DESC-FRENCH
50
THREATEN
DESC-UNABLE
WARN
DESCRIBE
FINISH
BLOCK
ORGAN
POLITICS
PURSUE
DESC-ULTIMATELY
DESC-ADEQUATE
DESC-DOMESTIC
VICE
ASSESS
DESC-FORMER
BARRIER
CENTURY
COMPLY
SIMPLIFICATION
DESC-REGULATORY
CANCER
FUEL
DESC-FISCAL
INVOLVEMENT
JUSTIFY
RETAIN
EMERGE
PUSH
SWEDEN
SUM
DEGREE
IUS
VISION
RATIFICATION
OMBUDSMAN
ENLARGEMENT
AIRPORT
OIL
DESC-PERMANENT
CONSTITUTE
NOBODY
OPPOSITE
PERMIT
RE
REPLACE
GOVERN
ACHIEVEMENT
INDICATE
COMPLICATE
FINE
ARM
SUSTAINABILITY
PROPERTY
MILK
DESC-CHRISTIAN
TRAFFIC
DESC-CONSEQUENTLY
SOMEONE
CONTINENT
7
TRAIN
DESC-PROFESSIONAL
FINANCES
MOBILISATION
FIRM
TUESDAY
ISRAELI
ENGAGE
ERROR
NABUCCO
FEBRUARY
FORWARDING
2005
PRE
ESTIMATE
PROCUREMENT
4
SPORT
ADAPT
RECAST
DESC-URBAN
BEHAVIOR
DESC-REASONABLE
ENJOY
DESC-IMMIGRANT
DESIRE
OUGHT
CARD
KOREA
ASSOCIATION
MURDER
LAND
OCCASION
DESC-FRIENDLY
ROUTE
OBSTACLE
ASSIST
SAVINGS
UNIVERSITY
9
MEAT
BOSNIUM
DESC-TEMPORARY
RECOGNITION
ARREST
INCLUSION
CONCENTRATE
DESC-WORSE
SENSIBLE
RESERVE
TRANSATLANTIC
DESC-INTERESTED
TRANSACTION
DESC-EQUALLY
COMMUNIST
DESC-DOUBLE
ACCORDANCE
CUBA
DESC-RAPID
ROUND
SPEAKING
DESC-STRICT
DESC-LARGELY
COURAGE
200
DEMOCRAT
DESC-LOWER
LIBERALISATION
OCTOBER
FRONTEX
SIGNATURE
BULGARIUM
EXPENDITURE
MATERIAL
TAXATION
MICRO
GENERATE
OBSERVE
BUY
DESC-LIBERAL
PRISON
DENY
PHENOMENON
DESC-EASIER
DESC-NONELESS
ITALIAN
GAMBLING
PAKISTAN
HANDLE
FEED
JUDGE
ARRANGEMENT
EXCEPTION
INSTANCE
HONOR
PROFIT
DESC-ORIGINAL
DETERMINATION
UNDERMINE
INVESTIGATE
TURKISH
TRAGEDY
DANUBE
DESC-UNEMPLOYED
6
APPROPRIATION
ENFORCEMENT
MACEDONIUM
SCHENGEN
18
TERRITORY
DESC-ONGOING
USER
REVISION
PLAYER
BRITAIN
SHADOW
DESC-WORST
ROOM
RANGE
RECESSION
AFFORD
DESC-ABSOLUTE
FEATURE
DESC-CONSTITUTIONAL
DESC-SUBSTANTIAL
GAME
DESC-SEPARATE
MACRO
CHINESE
ISLAND
ABILITY
SERBIUM
CONTRACT
SUBMISSION
SCIENCE
2011
BANKING
EVENING
NOTICE
EXPERT
DESC-LATTER
BUREAUCRACY
FOREST
INCENTIVE
SIGNIFICANCE
ENFORCE
BLAME
CLARIFICATION
POSE
DESC-ACTUAL
DESC-200WRITTEN
DESC-DELIGHTED
SEPTEMBER
BRAZIL
C
AUDITOR
YOUTH
WITHDRAW
REACTION
DESC-EXCEPTIONAL
NONE
HEALTHCARE
HAMA
ADJOURNMENT
INTERPRETATION
DESIGN
POLISH
ARRIVE
PRESENCE
DESC-PROUD
WELFARE
SEVEN
STAKE
DESC-LARGEST
DESC-MORAL
CODIFY
PENSION
DESC-JUDICIAL
VAN
AFRICAN
PRISONER
VAT
BELONG
HARMONISE
DOOR
RESTORE
40
APPOINTMENT
DRUG
EMPLOYEE
MEDICINE
PROMOTION
ENHANCE
INSIST
DESC-ENVIRONMENTALLY
STRUGGLE
RESERVATION
TAXPAYER
SURPRISE
DESC-VALUABLE
UNDERTAKE
DESC-UNFAIR
DESC-SUCCESSFULLY
ASSOCIATE
STRASBOURG
LATVIUM
UNITY
24
DISAGREE
60
RELIGION
DESC-CONSERVATIVE
DESC-CAREFUL
WHOM
SUBSIDY
NOON
MEXICO
SPIRIT
UNDERTAKING
DESC-INNOVATIVE
WTO
BARONESS
EIGHT
SLOVAKIUM
CAMP
DESC-GREATLY
HARMONISATION
DESC-SURELY
DESC-UNPRECEDENTED
SHAME
DESC-UNDOUBTEDLY
DESC-HONEST
DESC-UTMOST
CLAUSE
AWARENESS
IRANIAN
GUIDE
DEADLINE
COMPENSATION
CONTINUATION
COLLEGE
ELECTRICITY
PROCEEDINGS
POSTPONE
RED
COMPARE
ADMIT
INVITE
DESC-DETAILED
LOAN
PORTUGAL
DESC-NEARLY
PT
DIVIDE
ROMANIAN
CRITICISE
DESC-SEXUAL
MIGRANT
DESC-ACCOUNTABLE
EIB
EMPLOYER
POLLUTION
ZONE
LAPSE
ONLINE
ABANDON
DESC-GLAD
VARY
DESC-FLEXIBLE
GAP
VIA
WONDER
COUPLE
WHATEVER
EVALUATE
DESC-ELECTRIC
EXPLOITATION
PLATFORM
EXCLUSION
FORUM
16
DESC-INTELLIGENT
DESC-TERRIBLE
EVERYBODY
DESC-JUSTIFIED
DESC-FAST
BOOK
EXPAND
SOVEREIGNTY
WORLDWIDE
CONSTITUTION
EMPHASIS
DESC-20
PIPELINE
ABOLISH
SOLVIT
MAXIMUM
2013
PRESERVE
MASS
DESC-EXCESSIVE
DECADE
NERLAND
TREND
SPREAD
WATCH
OPERATOR
ARGUE
SUPPOSE
PRO
CLARITY
DESC-CONSTANTLY
UNCERTAINTY
PARENT
SPENDING
500
SKILL
URGENCY
HAVEN
FLIGHT
CANADA
DESC-SOMEWHAT
CITIZENSHIP
TEAM
EFFECTIVENESS
INSURANCE
ABSENCE
DESC-HEALTHY
OBSERVATION
DESC-DYNAMIC
PROSPERITY
WEAKEN
SK
DESC-GENERALLY
DESC-DIPLOMATIC
AUTHOR
WEST
CENT
TIMETABLE
DESC-BLUE
EQUIPMENT
CONSULT
ANNIVERSARY
TIBET
LITHUANIUM
WEAPON
RECOMMEND
BOOST
TRADING
APPOINT
STORY
PIECE
CORRUPTION
SHORTCOMING
ACCOMPANY
DESC-LASTLY
WITNESS
80
MANUFACTURER
REVISE
DESC-LEGALLY
TOURISM
DESC-SOURN
REVENUE
TRACK
DESC-NAMELY
TOUCH
DESC-HENCE
COLLAPSE
DESC-HIGHEST
COMPLAINT
EXPENSE
PUNISH
DESC-PRIMARILY
WAIVER
COMPLIANCE
SHIP
ESTONIUM
LATIN
EUROPOL
2004
TRIAL
DESC-FORMAL
DESC-VOLUNTARY
DESC-WIDER
NECESSITY
22
DESC-REGRETTABLE
OPT
IMPRESSION
FLOW
DESC-SOVIET
PROPORTION
ENGAGEMENT
VIOLATE
PHASE
ATTACH
DESC-CAPABLE
DESC-ORDINARY
INITIATE
ROOT
DESC-POOREST
LETTER
MOTOR
HERZEGOVINA
HOUSING
CITE
CYPRUS
TUNA
RESUMPTION
EXCLUDE
STUDENT
DOHA
REITERATE
DESC-NORMAL
DESC-HARDLY
GDP
CERTAINTY
COMPONENT
DESC-STABLE
FARM
DESC-ACTIVELY
DESC-DEAD
WEAKNESS
PROOF
STICK
PERFORMANCE
OBLIGE
DESC-FAIRLY
DESC-WEAK
DESC-TRAGIC
DESC-SATISFACTORY
LIVE
BACKGROUND
SENTENCE
DISAPPEAR
116
DESC-CLEAN
MOBILISE
DESC-RELIABLE
HUNGER
DESC-LATEST
DESC-200
JULY
PREFER
SUSPECT
DESC-EXTRA
COMBINE
ARMY
DESC-OPERATIONAL
DESC-INTELLECTUAL
DESC-WORTHY
DESC-LIKELY
DESC-SMART
CONVICTION
DESC-BENEFICIAL
WARM
EXTENSION
STATUTE
NET
MATCH
INDICATOR
DIVISION
DESC-WHITE
NEIGHBORHOOD
AUTHORISATION
FARMING
SI
PIRACY
GREENHOUSE
DESC-PERFECTLY
LUCK
DESC-CONTROVERSIAL
STAKEHOLDER
DESC-MINOR
DESC-COUNTER
PERFORM
DESC-ACCORDINGLY
KINGDOM
SELL
DISABILITY
DESC-EXTENSIVE
HEARING
INTERVENE
DESC-DEPENDENT
DESC-AFRAID
DESC-DEEPLY
DESC-TRADITIONAL
DESC-HISTORICAL
WAGE
INCIDENT
PILLAR
INTERIM
PLANET
TRANSITION
2000
BURMA
HARM
IRAQ
ANNEX
STABILISATION
13
26
IMAGINE
DESC-APART
DESC-APPROXIMATELY
DESC-LEGITIMATE
DESC-INADEQUATE
DESC-INITIAL
OPENNESS
IMBALANCE
CORE
DESC-IMPERATIVE
IMPLICATION
RATING
EXPOSE
CHAIR
19
LEGITIMACY
DESC-NORRN
IMF
DESC-COHERENT
IDEAL
DESC-INTENSIVE
CLASS
VERIFICATION
DESC-TECHNOLOGICAL
FLOOD
DESC-DIGITAL
DESC-MEDICAL
FISH
STANCE
IDENTITY
DESC-UNIQUE
FIT
DESC-PRIOR
BILL
DESC-CONSIDERABLY
FISHERMAN
ERA
DESC-TANGIBLE
RECALL
DESC-COMPETENT
HIDE
NINE
OWE
DESC-EXPENSIVE
DESC-PRECISE
NGO
DESC-SINCERELY
23
N
REHN
SPECIES
DESC-LIMITED
DESC-ELECTRONIC
17
GUINEA
ACTIVIST
DESC-DEEP
TEXTILE
SETTLEMENT
VENEZUELUM
DESC-POLITICALLY
DESC-PRIMARY
DESC-REGULAR
DECREASE
PPE
DESC-FUNDAMENTALLY
PASSPORT
DESC-SUPERVISORY
DESC-HISTORIC
EXISTENCE
DISAPPOINT
DESC-HOPEFULLY
DESC-NICE
DESC-PERFECT
ABORTION
DESC-DRAMATIC
SCHULZ
DESC-RADICAL
RECONSTRUCTION
STATION
DESC-CONCERNED
CHAPTER
PICTURE
CONTRADICTION
NEAR
SILENCE
ACP
NEIGHBOURING
REVOLUTION
ASIA
JUDGMENT
STREET
MID
SPACE
QUALIFY
INDIUM
FRONT
VICTORY
OBJECTION
DESC-QUICK
DESC-WARM
DESC-EXTRAORDINARY
DESC-SUFFICIENTLY
DIGNITY
FEELING
DESC-WILLING
BARROT
DESC-FOURTHLY
SUSTAIN
STIMULATE
BATTLE
TOWN
CONSTRUCTION
GUANTà`NAMO
DESC-FORTUNATELY
SRUS
RESCUE
SCANNER
HEAVY
ATLANTIC
PROPORTIONALITY
PESTICIDE
ASSEMBLY
SHAPE
CONNECT
SLOVAK
DESC-WONDERFUL
SERVANT
TRADITION
UPDATE
DESC-SLOW
DESC-SHORTLY
DESC-POWERFUL
SERIES
DESC-CORRECTLY
UPHOLD
PRAGUE
TOLERATE
MAP
MOR
INHABITANT
DESC-UNFORTUNATE
DONOR
EXTREME
DESC-HELPFUL
COHERENCE
KYOTO
LONDON
ANNOUNCEMENT
COPYRIGHT
DESC-DECENT
EUROZONE
DESC-ASIDE
USA
ADVICE
RENEW
DESC-BLACK
TOBACCO
CEASEFIRE
FILL
AFTERNOON
COLLECT
MARGIN
CHEMICAL
WHILST
MERIT
BELGIUM
REPRESENTATION
DESC-WARMLY
DREAM
DESC-MIXED
VOTER
DESC-RELATIVELY
DESC-MAYBE
AUSTRIUM
DESC-PEACEFUL
STABILISE
LEFT
MUSLIM
DESC-CONSISTENTLY
DISTRIBUTE
LT
DESC-SEVERE
QUOTE
TIBETAN
INEQUALITY
SEAL
ECOLABEL
CYANIDE
DESC-MULTILATERAL
DESC-DISABLED
MALTA
INSTITUTE
PROVIDER
EARTHQUAKE
ASSET
ECB
INVESTOR
SYMBOL
SEAT
CEASE
DESC-EXCLUSIVELY
MONDAY
DESC-PROGRESSIVE
WORDING
PROSPECTS
STIMULUS
DESC-CONFIDENT
EXCUSE
FATE
DOSSIER
PRIVACY
WEBSITE
DESIGNATE
SEARCH
DESC-CREDIBLE
SPECULATION
SLAUGHTER
CONSCIENCE
CO
CORRIDOR
HERITAGE
EXPLOIT
ACCUSE
GROUNDS
DETENTION
LANKA
WALL
CONSISTENCY
FAITH
TURKMENISTAN
GOLDSTONE
TARIFF
FREIGHT
SOIL
TESTING
DESC-SOVEREIGN
ALLIANCE
TEACH
ENGLISH
AMONGST
JOURNEY
DESC-BUREAUCRATIC
ATTEND
INTEGRITY
UNLESS
REVEAL
SUPPLIES
ENTITY
DROP
SURVEILLANCE
DIFFER
CONSTITUENT
THROW
DESC-REPEATEDLY
HUMANITY
INTERCONNECTION
DESC-EMPTY
DEMOCRATISATION
DESC-SLOWLY
DESC-PRESIDENTIAL
INDICATION
FUS
DESC-INSUFFICIENT
DESC-PROBLEMATIC
STORM
EPA
DESC-FRANKLY
HOSPITAL
COMMUNICATE
ICELAND
OPEL
THAILAND
DESC-PROCEDURAL
STRIVE
ROMPUY
CREDENTIALS
DRIVER
PURCHASE
FILE
RULING
14
DESC-BIOMETRIC
ANALYZE
DESC-HARMFUL
EDUCATE
ENDEAVOR
SPRING
DESC-SOLELY
DESC-UNANIMOUSLY
TROUBLE
CAPABILITY
DESC-INNOCENT
DESC-PREVIOUSLY
ENTITLE
ACTOR
SURVIVE
SIGHT
TWENTY
DESC-DAILY
ACCELERATE
PORTUGUESE
DICTATORSHIP
DESC-LOUD
DESC-FOURTH
SECRET
SHIPPING
TAXPAYERSMONEY
TAIWAN
SYMPATHY
BELOW
TUNISIUM
DISCIPLINE
PORT
INSPECTION
DESC-SUPPLEMENTARY
TRANSPOSITION
SOLDIER
DESC-SAFER
DEVOTE
TAJIKISTAN
EXECUTIVE
MEANTIME
PROSPECT
DESC-ESSENTIALLY
EXEMPTION
DESC-ALARMING
DESC-WHATSOEVER
SHORTAGE
DESC-RAPIDLY
PILOT
DEEPEN
DESC-FOREMOST
DESC-AFFECTED
DESC-USUAL
90
DISTRIBUTION
DESC-ELSEWHERE
DESC-VIOLENT
OBSERVER
IMPRISON
DESC-TONIGHT
SAKE
PERSECUTION
DESC-RICH
PRAISE
DESC-TWICE
LIBERTY
VERHOFSTADT
DESC-APPLICABLE
MARKETING
12.00
MINE
TENSION
TIMBER
CATEGORY
DESC-COASTAL
PREVAIL
DESC-PURELY
DESC-VALID
LEGISLATOR
DESC-IRRESPONSIBLE
AVERAGE
INTERFERE
DESC-CONSTANT
DESC-EVIDENT
INPUT
DESC-BASICALLY
CONSOLIDATION
WILLINGNESS
DESC-IMPORTANTLY
PREREQUISITE
DESC-MERE
DESC-POSSIBLY
DESC-SIMILARLY
ENTAIL
DESC-ACCESSIBLE
ALLOCATION
CHAIN
PARALLEL
DESC-MENTAL
ME
LAST
DESC-SYSTEMIC
DESC-ISLAMIC
BEHAVE
DESC-SADLY
DESC-TIMELY
DESC-UNIVERSAL
ISOLATE
DESC-EFFICIENTLY
SEEKER
GOD
DESC-ELECTORAL
MONOPOLY
AZERBAIJAN
DUTCH
ZAPATERO
NOMINATION
DEMONSTRATION
MERCOSUR
CUSTOM
PRIVILEGE
ROLL
MADAGASCAR
BLUEFIN
EGYPT
MADEIRA
DESC-MOBILE
LITHUANIAN
DEPENDENCY
COLLABORATION
MAKER
DESC-EASILY
DESC-STRINGENT
70
DESC-FREELY
RELY
DESC-GLOBALLY
DESC-ABSURD
ENTREPRENEUR
DESC-THOROUGH
DEPTH
UNIFORM
DARE
SCANDAL
SATISFY
DESC-MASSIVE
DESC-TOUGH
CHARACTERISE
DESC-VAST
RACE
TENDENCY
AUTONOMY
PERPETRATOR
SCENARIO
PRIZE
STREAM
PICK
MOMENTUM
COMPLEMENT
DESC-FEWER
DESC-FAMILIAR
TYRE
35
THRESHOLD
DESC-TRANSITIONAL
REINFELDT
ACTA
CONSERVATION
TRAN
BIODIVERSITY
VIS
STORAGE
CORRIGENDUM
CODE
VOLUNTEER
BENEFICIARY
ADAPTATION
WEALTH
RECOVER
EARTH
D
EVASION
DESC-SUBSEQUENTLY
DESC-SINCERE
BLOW
DESC-UNNECESSARY
EXERT
PLEASURE
DISADVANTAGE
DESC-STRAIGHT
CHANNEL
MODERNIZE
ALONGSIDE
DESC-WIDESPREAD
PULL
200US
DESC-NECESSARILY
LOVE
GEOGRAPHICAL
CONSOLIDATE
PROHIBIT
SCHEDULE
DELETE
DESC-FRAGILE
QUARTER
MIX
FORESEE
BG
APOLOGISE
INCORPORATE
DESC-MEANWHILE
TRANSIT
DESC-MANDATORY
SURROUND
SACRIFICE
WILDERNESS
MOTIVATE
CAUCASUS
BANKRUPTCY
ASSURANCE
TRANSLATION
MARTIN
KLAUS
ACQUI
COELHO
AUDIT
SOMALIUM
DESC-REVERSE
OBJECT
CIVILISATION
PRECEDENT
FOOT
DESC-DEAR
SPHERE
DISTANCE
MANAGER
DESC-BOLD
APPLAUD
UNIFY
USD
DISCOVER
CONSIST
LV
DESC-BROADER
ACCOUNTABILITY
DECLINE
DEPENDENCE
PERSIST
CUSTOMER
ISOLATION
DESC-FALSE
CONFUSION
BARCELONA
SITE
DESC-SLIGHTLY
ZERO
RESETTLEMENT
YEMAN
COMPULSORY
DESC-EDUCATIONAL
DESC-DISCRIMINATE
ASPIRATION
REDRESS
21
BONUS
CONSENT
SEPA
CITIZENSINITIATIVE
BROK
DONATION
CALENDAR
QUALIFICATION
31
DESC-INTERINSTITUTIONAL
DESC-CONSULAR
AUTUMN
CONVEY
DESC-ENHANCED
TECHNIQUE
MISLEAD
UTILISE
DESC-REGULARLY
X-HIMSELF
ENVISAGE
AUGUST
ILLUSTRATE
DESC-WHOLEHEARTEDLY
DESC-CREATIVE
DELIVERY
DESC-SUITABLE
DESC-REGARDLESS
COPE
DESC-INCLUSIVE
WASHINGTON
COMMEND
FEMALE
DESC-THOROUGHLY
BELIEF
WING
ACCUSATION
BOAT
BELGIAN
DESC-21ST
SMOKE
CONVERGENCE
JUSTIFICATION
88
BEEF
DESC-MOSTLY
LOGIC
NOVEL
MODERNISATION
KOREAN
THROMBIN
REPRESSION
9.05
WHEEL
BROADBAND
DESC-MULTIANNUAL
DESC-HAZARDOUS
TELEVISION
DESC-SMALLER
COUNTERFEITING
EXECUTION
2002
JURISDICTION
FRUIT
DESC-DISPROPORTIONATE
RESIDENT
VIGILANT
STIPULATE
DESC-COMMITTED
STORE
DESC-LIKEWISE
SECRETARIAT
INFRINGEMENT
FILM
DESC-SUDDENLY
PREDICT
COMPETE
SALE
ACQUIRE
REMEDY
DESC-FOSTER
DESC-DELICATE
REWARD
DIVERSIFY
OUTLINE
WIND
COMMUNISM
DESC-APPALLING
DESC-RARE
DIPLOMACY
MULTILINGUALISM
IMPUNITY
DESC-DEFINITE
ATTRACT
SREBRENICA
DESC-PARAMOUNT
RUIN
PROLIFERATION
TOLERANCE
DESC-ILLEGALLY
RECEPTION
AL
DETAIN
FIX
FLY
ACCOMPLISH
PRIVATISATION
DESC-20WE
TOTALITARIANISM
DESC-JOINTLY
EXPANSION
ELECTORATE
ENTREPRENEURSHIP
CONFUSE
DAUL
DEFORESTATION
PLANNING
TRANSPLANTATION
MINING
NIGERIUM
SUPERVISOR
HERCZOG
ADDICTION
HALT
SLOVENIA
ALBANIUM
DESC-AUTOMATIC
SKY
MARINE
VESSEL
SCOREBOARD
TEND
AUTHORISE
DESC-LARGER
DISPOSAL
DESC-CONTINUALLY
PRECONDITION
DESC-APPARENT
ALLEVIATE
DESC-ATTRACTIVE
ET
PROFESSION
TRANSLATE
WHEREVER
DESC-USUALLY
IMAGE
GA
DESC-STRICTER
DESC-VISIBLE
NOTION
RESPECTS
SECRETARY
RECONCILIATION
FERRERO
WALDNER
BELARUSIAN
DESC-OPTIMISTIC
DESC-ANYWHERE
DESC-DIFFERENTLY
RECONSIDER
DESC-SILENT
MEMORY
DESC-INTERNATIONALLY
SUPPORTER
DESC-INFORMAL
DESC-OFFICIALLY
ALDE
ORIENT
STANDING
SHOULDER
28
PHONE
CONTROVERSY
DESC-PRAGMATIC
SECONDS
DESC-FAIRER
DESC-FREQUENTLY
DESC-UNCLEAR
EXIT
INTERPRETER
300
CLONE
PORTFOLIO
GOOGLE
LIABILITY
DESC-STATISTICAL
KYRGYZSTAN
FINLAND
COAL
PEND
DESC-OLDER
CLASH
OLAF
DIOXIDE
WORSEN
DESC-VIABLE
SUMMER
INTERPRET
DESC-FAVOURABLE
LINGUISTIC
PLURALISM
EARN
SYNERGY
COMPENSATE
DISTINCTION
CELEBRATE
MULTUS
CHURCH
DESC-EVERYDAY
DESC-PRODUCTIVE
RESISTANCE
DESC-RESTRICTIVE
IMPLY
DESC-PARTLY
PROFILE
CONSTITUENCY
X-YOURSELF
WORKFORCE
DESC-DISAPPOINTING
DESC-PREPARED
COMPARISON
SEX
HYPOCRISY
DA
DESC-ACCURATE
DEVASTATE
DESC-PRACTICALLY
LEND
LUKASHENKO
NIGHT
DESC-GROSS
WOUND
NOISE
SURVIVAL
DESC-PUBLICLY
DESC-OUTSTANDING
COMPLAIN
PRIORITISE
TORTURE
DESC-PROACTIVE
CITIZENSRIGHT
DESC-ABROAD
AGEING
DESC-PHYSICAL
SMOKING
NEGLECT
TOTALITARIAN
PITY
FINALIZE
EUROSTAT
STANDARDISE
BUS
PITTSBURGH
TUBERCULOSIS
DESC-SEVENTH
INSPIRE
FLAG
EUROJUST
PHILIPPINE
QUANTITY
FORESTRY
SCRUTINY
DESC-INTERGOVERNMENTAL
DESC-INLAND
VARIETY
ACCOUNTING
INTEROPERABILITY
ARAB
RETENTION
EXCEED
DEPRIVE
CONCENTRATION
NEWSPAPER
REASSURE
SL
DESC-OPENLY
DESC-WISE
SUBSIDISE
INSIDE
ADHERE
DESC-NOWHERE
DESC-INDISPENSABLE
DEDICATE
DESC-CHEAP
DESC-CLEARER
MISUNDERSTANDING
MULTIPLE
DESC-SOONER
DOCTOR
TIGHTEN
DESC-STRANGE
MOSCOW
UKRAINIAN
TROOPS
LAMPEDUSA
IDEOLOGY
COORDINATOR
EQUIVALENT
DESC-VIRTUALLY
DESC-LOGICAL
DESC-PAINFUL
DIVERSIFICATION
CHAIRMAN
COAST
OCCUPY
BIND
PERSECUTE
DESC-EXCEPTIONALLY
DISTORT
KENYA
DESC-GRADUALLY
DESC-DISASTROUS
CONTRADICT
DESC-EVERYWHERE
DESC-DEMOGRAPHIC
CAREER
DISGRACE
SEIZE
PERCENTAGE
REBUILD
ESSENCE
DESC-ECONOMICALLY
FAR
DESC-SAD
EXPERTISE
DESC-REGRETTABLY
DESC-COUNTERPRODUCTIVE
EXACERBATE
INTERRUPT
DESC-ECOLOGICAL
CATASTROPHE
DESC-ADEQUATELY
ALLY
OVERLOOK
T
INJUSTICE
NANOMATERIAL
DESC-SWIFTLY
HEDGE
MATERNITY
EUROPEANA
TRANSPLANT
ROME
LIMITATION
ILO
CONSTRAINT
+
DESC-CHARACTERISTIC
COLLECTION
CASHMAN
FOODSTUFF
OPPONENT
CONCILIATION
FINGERPRINT
DESC-NOWADAYS
TAPE
PAGE
DESC-SATISFIED
DESC-COURAGEOUS
CONGESTION
SWEEP
ESCAPE
DESC-VAGUE
SUPPLIER
SUIT
DESC-RELATIVE
DESC-PHARMACEUTICAL
LOBBY
DESC-GENUINELY
MOTTO
150
MACHINE
MASSACRE
PUNISHMENT
INHUMANE
DESC-SHOCKING
DESC-INDIGENOUS
WAKE
FASTER
SHUT
BALL
DETAINEE
HORSE
LOCATION
RECIPROCITY
RESTRUCTURING
FRIDAY
ADJUST
REGULATOR
DESC-DUAL
SETTLE
HOST
DESC-SEVERELY
UIGHUR
DESC-POPULAR
FLEE
DESC-SOLID
FAULT
DESC-EXACT
DESC-BADLY
DISPLAY
DESC-DISADVANTAGED
EXTREMIST
ART
CANCEL
KURDISH
OWNERSHIP
FYROM
POSTPONEMENT
DESC-ACADEMIC
CAPITALISM
LIBYA
ROS?
IRREGULARITY
BARNIER
SPECULATOR
SHALIT
COSTA
RACISM
HORN
AIRCRAFT
DESC-204A
MANUEL
MONTENEGRO
MODIFY
PREFERENCE
DESC-AUTONOMOUS
FLEET
GRAVE
2001
FOSSIL
PUBLICATION
STRIP
PRODUCTIVITY
AUSTRIAN
RECTIFY
BOTTOM
DIMINISH
DESC-MUTUALLY
DESC-COMPARABLE
DESC-SELECT
ENSHRINE
DESC-WIDELY
TIE
INSTABILITY
BESIDES
CFP
DESC-ADVERSE
REPUTATION
ARCHITECTURE
DESC-STRICTLY
TRANSFORM
CHRISTMAS
MISUSE
GAMBLE
VERHEUGEN
LUXEMBOURG
ROADMAP
VONDRA
EVIL
DESC-ILL
DESC-DESIRABLE
OUTSET
DESC-SHAMEFUL
EMBARK
DESC-INITIALLY
SPITE
CHAOS
CHILDCARE
CONFRONT
DESC-CHEAPER
PROGRAMMING
PENALIZE
TITLE
WHENEVER
REFUSAL
ATMOSPHERE
DESC-KEEN
PHILOSOPHY
RIVER
HINDER
EXCEPT
75
DISARMAMENT
LAWYER
DESC-200WE
DESC-UNANIMOUS
PROCESSING
SPECIALIST
DESC-SOMEHOW
FORECAST
MILLENNIUM
FORMULATE
U
GOLD
MOLDOVAN
VIETNAM
VEZ
BULK
123
DESC-CONTRACTUAL
PNR
DALAUS
LAMA
ZIMBABWE
ENDANGER
O
ALCOHOL
DESC-LIFELONG
FAVA
DESC-PRELIMINARY
MOROCCO
IDENTIFICATION
MAINTENANCE
CONGO
OUTERMOST
DISMANTLE
ECOSYSTEM
TAJANUS
SWITZERLAND
TEACHER
SUSPENSION
UNIT
ENGINE
DISREGARD
INTENSIFY
DESC-RIDICULOUS
DESC-GUILTY
DEROGATION
REMOVAL
PREJUDICE
VOLUME
JEOPARDISE
DESC-EXEMPT
PROPORTIONATE
DESC-WHOLLY
DESC-GOVERNMENTAL
DESC-INEVITABLE
SHOOT
PROTECTIONIST
CONSTRUCT
OFFENCE
SCREEN
DESC-REBY
COSMETIC
DESC-RESPECTIVE
SATISFACTION
EXPLORE
DESC-INCORRECT
REMIT
DOYLE
SWOBODA
DEVISE
COMMEMORATE
COLOMBIUM
DESC-DREADFUL
DESC-VITALLY
BIRTH
DESC-SCANDALOUS
SHIFT
PRETEND
HOUSEHOLD
ICE
GESTURE
SYRIUM
DESC-HONESTLY
UPGRADE
DESC-NEWLY
CONDEMNATION
PAIN
DESC-FRANK
DESC-COMPATIBLE
GRID
UNDERESTIMATE
PACE
RESIST
OWNER
BEAT
DIET
ALARM
COUP
DICTATOR
DESC-GRADUAL
DESC-LOWEST
AIRSPACE
RAPE
BIO
SUB
ANTICIPATE
DESC-FORWARDS
DICTATE
1990
CONTRAST
HOMELAND
DESC-REPRODUCTIVE
DESC-DETRIMENTAL
COMPLIMENT
SCIENTIST
RESORT
JERUSALEM
NONSENSE
EULEX
SWITCH
AWARD
DESC-MEANINGFUL
RECITAL
TEAR
EMPOWER
ABOLITION
PIDLUM
KILOMETRE
TONNE
FARAGE
SENSITIVITY
MDG
DESC-SYMBOLIC
DUMP
LIBERALISE
PREVENTIVE
DESC-ROBUST
X-S
PATERNITY
MALMSTR
GARRIDO
DESC-20WRITTEN
APPENDIX
F?LE
DISPLACE
DESC-RAW
DESC-VOCATIONAL
B6
15.00
WALLUS
PALESTINE
YUGOSLAV
POULTRY
REFLECTION
TRANSMISSION
DATABASE
ADVERTISING
MEDIATION
DESC-UNDERSTANDABLE
HECKLE
GMO
CROP
ORY
DESC-NORMALLY
TRIALOGUE
EAT
DESC-INEVITABLY
PLEDGE
DESC-HORIZONTAL
DESC-DEEPER
SURPLUS
TRACEABILITY
DESC-INTEGRAL
PERSUADE
TRANSFORMATION
PARTICIPANT
SPECULATE
PATIENCE
DESC-DIVERSE
ENDURE
DESC-STRONGEST
DESC-OVERDUE
INCUR
TERROR
IMMENSE
AMBIGUITY
DESC-INTOLERABLE
PORNOGRAPHY
REPERCUSSION
WORKPLACE
OPTIMISM
UNANIMITY
TRIGGER
CATANIUM
ANYBODY
INSECURITY
DEPLORE
DESC-DISCRIMINATORY
OCCUPATION
DESC-UNILATERAL
DESTRUCTION
PROVOKE
EMBARGO
TIMING
ATALANTA
DETERIORATE
CONTINUITY
FEE
VERIFY
AFGHAN
UKIP
TRANSPOSE
HANG
ECO
ICT
ECHO
CIRCLE
INTERFERENCE
PAN
DESC-INDIRECTLY
DEPLOY
DESC-RESPONSIBLY
MARGINALISE
DESC-SYSTEMATIC
DISTORTION
DESC-WORTHWHILE
ATTAIN
BUREAU
DESC-BIGGER
DESC-APPARENTLY
BOX
DESC-UNAMBIGUOUS
X-OURS
CYCLE
BLAIR
ORIENTATION
SUPPLEMENT
CONCESSION
DISPARITY
DESC-FREQUENT
DESC-OFFSHORE
UNDERLIE
RELOCATION
ELIMINATION
IMPETUS
DESC-FRUITFUL
DESC-CAUTIOUS
FTA
DESC-BANKRUPT
TELECOM
EEAS
ERTM
PEZ
INJURY
CONFER
9.00
READMISSION
DENMARK
SARYUSZ
WOLSKUS
PIG
LEHNE
EXPERIMENT
REGISTRATION
WATERWAY
MORATORIUM
BROADCASTING
DESC-SUBSEQUENT
COMMODITY
INSTRUCTION
DESC-ASIAN
CREATIVITY
MOUNTAIN
COIN
LENGTH
DESC-SIMPLER
SCRAP
CAST
EVOLVE
CONCUR
DESC-COLD
ILLNESS
KNOCK
DESC-DECISIVELY
TRIBUNAL
ENGLAND
DUPLICATE
DESC-INCIDENTALLY
MICROFINANCE
DESC-POTENTIALLY
UNKNOWN
DESC-HARDER
TONGUE
ACCOMMODATE
SENATE
GENEVA
INTERCONNECT
DESC-SURPRISING
ERITREA
PRETEXT
LEVY
MINSK
DESC-CONDITIONAL
PROLONG
COTONOU
INTERDEPENDENCE
36
DESC-PLAIN
INTELLIGENCE
ABIDE
DESC-EXCLUSIVE
JAPAN
ALLEGE
EXAMINATION
DESC-FIFTH
WEAR
DESC-UNANSWERED
DESC-HARSH
DESC-AUTOMOTIVE
DESC-INCAPABLE
DESC-TIGHT
DESTINATION
DESC-INTERNALLY
DESC-DISTURBING
DESC-ABSENT
DESC-COMPLEMENTARY
SOCIO
DOMINATE
DESC-AFTERWARDS
SUMMARISE
RESEARCHER
DESC-ANYWAY
AQUACULTURE
ENCOUNTER
DESC-HARDEST
DECEIVE
DESC-PREMATURE
DESC-SPECULATIVE
LIQUIDITY
POSSELT
BEIJING
DESC-INAPPROPRIATE
WARRANT
HOLIDAY
MAFIA
FREEZE
EASE
DESC-ALIVE
RENOVATION
REMUNERATION
L
NORWAY
LE
BUZEK
GILAD
RECYCLE
PAPERS
PACK
HARBOR
MIRROR
MAYER
ARMENIA
INGREDIENT
FLORENZ
YIELD
TOY
BOMB
REFUND
DROUGHT
INVOKE
DESC-UNJUSTIFIED
DESC-OUTRAGEOUS
SHOCK
SUBSTITUTE
EXPIRE
DESC-NARROW
DIRECTORATE
COFINANCING
THIRTY
DESC-SYSTEMATICALLY
DESC-CONTINUOUS
29
PHRASE
SCENE
CORRESPOND
2015
DETRIMENT
SPLIT
PREPARATORY
DESC-CONTRADICTORY
DESC-ULTIMATE
ACCEPTANCE
DESC-SOLE
PRINT
MANUFACTURE
FACTORY
SERIOUSNESS
ROAM
DESC-OVERWHELMING
DESC-ELDERLY
CENSORSHIP
NORM
SUSPICION
INJURE
ROCKET
BLOOD
LEVERAGE
REJECTION
APOLOGY
DISRUPTION
DESC-IDEOLOGICAL
REAFFIRM
DARFUR
DESC-PRETTY
DESC-TREMENDOUS
COMPRISE
MEANING
SUMMARY
UNDERGO
GAR
48
SALARY
FIFTY
REALISM
CORNERSTONE
DESC-DULY
REALISATION
SECTORAL
DESC-SOLAR
CONSUME
DESC-EXPLICITLY
DESC-SUBSTANTIALLY
PARLIAMENTARIAN
SLIP
DESC-FINANCIALLY
GOODWILL
DESC-ASHAMED
STALIN
DESC-DELIBERATELY
HEADQUARTERS
DESC-UNCONDITIONAL
GIRL
CAUTION
QUO
DESC-REDUNDANT
DESC-CONFIDENTIAL
UGANDA
SARKOZY
PRINCIPAL
SOLANA
EQUIP
ROTATE
DRAIN
DOWNTURN
ENCOURAGEMENT
GUARD
DESC-EXCITING
DESC-SOCIALLY
COMBINATION
DEFENDER
BRIDGE
MODE
DESC-MULTINATIONAL
KIRILOV
RESTRUCTURE
SCRUTINISE
REDUNDANCY
DESC-HEAVILY
DESC-SUBSTANTIVE
DESC-ARBITRARY
MILESTONE
HUNTING
SPOUSE
CANADIAN
HONDURA
GUCHT
B7
DESERTEC
CUBAN
INTERNSHIP
CERTIFICATION
DESC-INTERPARLIAMENTARY
FOOTBALL
FEDERATION
SURVEY
DAMAGES
IIUS
DAVID
SUDAN
DESC-VETERINARY
EXTREMISM
BAY
DESC-LOCALLY
CLONING
COMITOLOGY
MUNDUS
DESC-FRESH
MODIFICATION
COUNTERFEIT
WISDOM
COMPLEXITY
DESC-TYPICAL
POLL
DESC-DRAMATICALLY
DESC-TOXIC
AVAILABILITY
DANISH
ECONOMICS
WALK
BACKING
DESC-PRECAUTIONARY
MCGUINNESS
AUDIOVISUAL
200THI
DOMAIN
DESC-HUGELY
ASSIGN
DESC-SECONDARY
DESC-RARELY
VOLATILITY
EST
RESTORATION
RESTART
ALTER
HATE
DESC-PROMPT
FEDERALIST
DESC-IMPRESSIVE
DESC-EMPHATICALLY
DESC-UNDEMOCRATIC
DESC-ALTOGER
RELIABILITY
SPOT
COACH
NANOTECHNOLOGY
BOWUS
DESC-PLENTY
RECIPE
WINDOW
HEATING
ENTIRETY
NATIONALITY
SENTIMENT
FLAW
DESC-200IN
ERADICATE
TEMPTATION
FIGHTER
DESC-CRUEL
WINNER
MITIGATE
CHARACTER
DESC-STRATEGICALLY
DEFEAT
HOSTAGE
SOMEBODY
BOUNDARY
FACILITATION
PREDECESSOR
CURB
DESC-BLIND
DECREE
TRIBUTE
GENOCIDE
ESCALATE
ASSERT
SCOURGE
DESC-EXPLICIT
OFFICER
DESC-COSTLY
EDGE
400
POLE
INTER
ANGELILLUS
PROSECUTE
OVERRIDE
SLAVERY
CRIMINALISE
DESC-UNSUSTAINABLE
DESC-FOREVER
LAYER
WAVE
DOZEN
ALZHEIMER
DESC-UNCERTAIN
DESC-RID
DESC-ALERT
250
CONDOLENCE
DESC-FACTO
DESC-BLATANT
LIFT
DESC-BRUTAL
DESC-FEDERAL
BAIL
ENEMY
DIRECTOR
RETHINK
KARA
DESC-GLOBALISED
DESC-PARTIALLY
PRECEDENCE
BREAKTHROUGH
ECOFIN
DESC-BROWN
DESC-POSITIVELY
NEGOTIATOR
2014
DESC-SMOOTH
DESC-ROUGHLY
CASH
LOOPHOLE
DESC-ETHICAL
SPECIFICITY
AUSTERITY
LOGO
BURN
ELITE
DESC-DRASTIC
SAKHAROV
SCAN
ECR
DESC-INDUSTRIALISED
EXECUTE
HAITIAN
ANT
SPECTRUM
DESC-CONSOLIDATED
SUGAR
V
LUDFORD
TRACTOR
DESCRIPTION
DOG
LANGEN
ETHIOPIUM
JEAN
2012
LIBRARY
DEPOSIT
PROHIBITION
COMPUTER
OCEAN
DUBLIN
RESIDENCE
SMUGGLING
DESC-VIGOROUS
PRIDE
DESC-IMMORAL
JOKE
BLOCKADE
LEGISLATE
DESC-ALIKE
DESC-UNRESOLVED
DESC-SPEEDY
KRO
DESC-SPARE
CELEBRATION
SUPERVISE
MAASTRICHT
TRAP
SCEPTIC
PACTIO
OLISIPIENSIS
CENSENDA
DESC-SEPARATELY
GEOPOLITICAL
DESC-BARELY
AROUSE
PLUS
DESC-REASONABLY
DESC-OVERNIGHT
DESC-PLAINLY
DESC-FLAT
CLOSE
TEMPERATURE
BULGARIAN
DESC-PROMPTLY
WEIGHT
SPECIFY
32
CONFIDENTIALITY
DRINKING
CRY
FOOTING
GRIP
DESC-DEMOCRATICALLY
DESC-HORRIFIC
TOLL
FRUSTRATION
WITHDRAWAL
PASSIVE
NORD
TONE
ETC
DESC-FORMALLY
ILLUSION
INVITATION
REVISIT
LAUGHTER
HARASSMENT
CRITIC
FAIRNESS
MERKEL
EARMARK
ATTRIBUTE
LOCATE
DESC-REPREHENSIBLE
DEGRADATION
DESC-REMARKABLE
CONGRATULATING
DESC-YOUNGER
DESC-DECENTRALISED
DESC-BACKWARDS
DESC-BROADLY
IMPRISONMENT
MITIGATION
DESC-AUTOMATICALLY
DESC-CRAZY
CONGRESS
SMOKER
HECTARE
INFLATION
LTTE
DENOUNCE
TEHRAN
DESC-HOPEFUL
DESC-PERMANENTLY
BERLIN
TIMEFRAME
SUICIDE
LULL
DEREGULATION
CURTAIL
INCOMPREHENSIBLE
SECRECY
DESC-INCOMPATIBLE
DESC-ARTISTIC
34
CYPRIOT
I
UPCOME
LIVELIHOOD
CONDITIONALITY
PERSONNEL
SAHARAN
DESC-DISTANT
TANNOCK
DIFFERENTIATE
HAGUE
ONTO
DESC-HISTORICALLY
DESC-GENITAL
MUTILATION
HANDICAP
RELIEF
ARTIST
DESC-STRAIGHTFORWARD
DESC-PROFOUND
CLAV
NAMO
DESC-20TH
SHAKE
TRAVELLER
DESC-PROVISIONAL
DESC-UNSATISFACTORY
TELECOMMUNICATIONS
IRAQUS
DESC-DEFINITIVE
REDING
DIPLOMAT
WALE
CARLGREN
EX
DESC-VOLCANIC
VOLCANO
DESC-EQUITABLE
CLASSIFICATION
RADIO
CLOSING
REPEAL
12.05
EDF
MEDICINAL
HOMOPHOBIA
11.45
BOWLE
GREENLAND
DESC-WILD
DESC-PURE
WORTMANN
KOOL
CORBETT
MINIMIZE
TRIP
21.00
DESC-IRRESPECTIVE
MARINESCU
LEBANON
MICHEL
WEBER
HAN
PET
CELL
CFSP
ESDP
LICENCE
SHEEP
COLOR
CARRIER
CERTIFICATE
KAZAKHSTAN
DIAGNOSIS
ASSISTANT
COHN
BENDIT
DELL
GAZPROM
HOLDER
DESC-PROSPEROUS
DESC-CONSCIOUS
UNLIKE
DESC-EXPRESSLY
DISAPPOINTMENT
UCIT
SHIELD
BOND
ACCEDE
LATVIAN
PIEBALG
PROPAGANDA
GUARDIAN
DESC-HEATED
DESC-UNAVOIDABLE
SPECIFICATION
ELIGIBLE
DESC-USELESS
ASSERTION
REGAIN
LEGACY
DESC-IRRELEVANT
DESC-WISELY
DESC-INDEPENDENTLY
COMPLETION
DICHLOROMETHANE
700
DESC-INCREDIBLE
PARK
DESC-HOT
BEG
DEED
REINFORCEMENT
SIR
TABOO
FOOL
AD
DESC-ANNUALLY
ALLOWANCE
DESC-VIGOROUSLY
MISSILE
DESC-HYPOCRITICAL
EAR
DESC-EVENTUALLY
DESC-SOMEWHERE
DESC-EVIDENTLY
CONFRONTATION
DESC-UNEXPECTED
CONTRACTOR
STEAL
KICK
DESC-ELABORATE
DESC-FUNCTIONAL
DESC-POORER
CATTLE
REOPEN
COOPERATIVE
DESC-UNSTABLE
NATIONALISM
DESC-AFFORDABLE
DESC-20IT
TOURIST
DRAWBACK
STEM
ASSUMPTION
DEEM
STRAND
SUPREME
DESC-INTENSE
COMMERCE
DESC-CATASTROPHIC
DESC-CORRESPONDING
DEPLOYMENT
OBSTRUCT
DISCOURAGE
STYLE
OVERCAPACITY
STRETCH
STRAIT
DESC-PRUDENT
NEEDLESS
DESC-TONY
BRAVE
RHETORIC
DISORDER
DESC-UNLIMITED
DURATION
ALMUNIUM
CATHOLIC
SOLVENCY
PAVE
KALLUM
VIABILITY
44
CONTENTS
POLLUTE
DERIVATIVE
DESC-BLANK
CHEQUE
DIVERT
CAPITALIST
GUIDANCE
TIGER
CRUNCH
MILE
CARIFORUM
HYGIENE
DESC-TOPICAL
SUCCESSOR
DESC-CORRUPT
1930
TEC
DESC-UNCHANGED
CURE
OMIT
DESIGNATION
EMA
OSCE
ISLAM
CALCULATE
DESC-QUESTIONABLE
SIGNING
DESC-POLAR
PERFORMER
DESC-OBSOLETE
EXPORTER
ASHRAF
TALIBAN
DIMA
RETIREMENT
BLEND
GSP
TFTP
ERUPTION
CASPARY
XENOPHOBIA
3.05
EMU
ASBESTOS
BREED
DEVICE
ADDITIVE
ECODESIGN
09.00
CHILE
DESC-PARI
BATTERY
UZBEKISTAN
PETER
WEIGH
11.50
CONFIRMATION
VALIDITY
VEGETABLE
DESC-SIXTH
DETERIORATION
RETAIL
INTRA
MIXTURE
DESC-CONCERTED
ERASMUS
ERDF
ESF
SPIRAL
PARADOX
DESC-BLOODY
DESC-IDENTICAL
DOGMA
WINTER
DESC-UNEQUIVOCAL
DESC-SURPRISED
INFRINGE
COEXISTENCE
BIOFUEL
DESC-PROTECTIVE
PERCEPTION
BURY
UNREST
CAMERA
MINISTRY
EUROSCEPTIC
PERCEIVE
DESC-ACUTE
DESC-NEOLIBERAL
DESC-DRASTICALLY
SHED
ENCOMPASS
DESC-LAX
APPLICANT
DESC-OBLIGATORY
DESC-STEADILY
TAILOR
R
DESC-ENORMOUSLY
COALITION
DESC-FACTUAL
DESC-SAFELY
HURT
HARDSHIP
DESC-20IN
EMERGENCE
G
YOURS
MANUFACTURING
DESC-DEAF
HOMOSEXUALITY
61
CIUM
ALBEIT
HATRED
BARACK
DESC-SUPPOSEDLY
HITLER
DESC-IMPARTIAL
DESC-RISKY
REPAIR
IMPOSITION
DESC-UNNECESSARILY
DESC-UNJUST
POSSESS
DEPLETE
STREAMLINE
DESC-CALM
DESC-RATIONAL
DESC-INEFFECTIVE
RECUR
ISAAK
DISTINGUISH
INTIMIDATE
OPPRESSION
PROVOCATION
TREE
CLOTHING
ENRICH
LAPERROUZE
DESC-MISTAKEN
DISAGREEMENT
EVOLUTION
OPTIMISE
DESC-GENERATIONAL
COLLABORATE
DESC-ORPHAN
FINGER
DESC-CIVILISED
DESC-APPROPRIATELY
EXHAUST
BEAUTY
INTENT
RENOVATE
RELOCATE
COMMUNAUTAIRE
DESC-GENEROUS
DESC-POINTLESS
120
65
DESC-SUDDEN
ANTWERP
DESC-MINISTERIAL
DESC-INTENSIVELY
HONESTY
FLOODING
DESC-ORGANISATIONAL
ACCESSIBILITY
DEPARTMENT
200STATEMENT
MOUTH
GLASS
IMPERIALIST
JUDICIARY
DISMISS
POOL
DESC-MATURE
MICROPHONE
ODA
WORKERSRIGHT
VISIBILITY
VILLAGE
STUMBLE
SCOTLAND
DESC-200IT
FLEXICURITY
SHOP
DESC-200HOWEVER
OVERSIGHT
INSTALLATION
DEVIL
DESC-DESTRUCTIVE
DESC-SHORTER
EUROVIGNETTE
CONTEND
EXCESS
INTERJECTION
SINK
600
VIDEO
45
DEALER
BASHIR
DESC-NATIONALIST
BANANA
DESC-FAMOUS
TEACHING
ADMINISTER
NOTIFICATION
LABORATORY
FORMAT
REFRAIN
GUANT
INSIGHT
SCORE
BRAND
11.00
SCHMITT
BALLOT
DESC-CORRECTIVE
TELEPHONE
CABOTAGE
SIMPSON
ALBERTINUS
MUSICIAN
NEEDLE
FORMATION
DESC-RESOLUTELY
MAIL
SKI
ENTRUST
SECURITISATION
AMBASSADOR
CASTRO
MELT
DESC-KELLY
FLAGSHIP
HEDH
TICKET
PRAGMATISM
REVIVE
CLOUD
GLUE
ASH
11.35
INQUIRY
DESC-EIGHTH
MAINSTREAM
SPERONUS
HIV
GALILEO
11.55
DESC-INDICATIVE
EGG
SVENSSON
RICHARD
DESC-ELECTRICAL
SEED
REUL
2003
LEINEN
PAOLO
DESC-INDIRECT
DESC-10TH
ICC
GENERALISE
ALLEGATION
INDIAN
DISCLOSURE
DOOM
EMOTION
GM
FOREFRONT
DESC-OUTRIGHT
FRAGMENTATION
DESC-COLLECTIVELY
BOR
DESC-UNEQUAL
ENTHUSIASM
ANGER
DESC-SUPPORTIVE
DESC-WORKABLE
DESC-EXCESSIVELY
EP
SAND
TWELVE
THRUST
RESIGN
COMPLACENCY
DESC-PERTINENT
DEVALUATION
AFFIRM
GRASP
DESC-SIMULTANEOUSLY
DESC-CYCLICAL
STANDARDISATION
DESC-ALLEGEDLY
AVERT
CONCEAL
DESC-OPTIMAL
REVOLUTIONARY
DESC-TINY
BABY
FORGE
DESC-COMMENDABLE
DESC-FRAGMENTED
CATALYST
CIRCULATION
PATENT
DESC-DUBIOUS
VACCINE
95
DESC-GEORGIAN
SPELL
DESC-OCCUPIED
INVASION
99
PROCLAIM
HAVEL
DESC-AUTHORITARIAN
DESC-UNPLEASANT
DESC-TOUGHER
AGENT
ADMIRE
DESC-WEAKEST
INSTALL
DESPAIR
DEVASTATION
HORROR
ELEPHANT
SIDELINE
QUARTET
MADNESS
DESC-TECHNICALLY
PUTIN
DESC-NEUTRAL
DESC-QUICKER
HIRTO
DESC-OUTDATED
SOMALI
PIRATE
NOMINATE
COMPOUND
DESC-EXISTENT
DAWIT
EXPEL
DESC-NOBLE
COMPETITOR
DESC-SHARP
YUGOSLAVIUM
TV
HABIT
CONTRIBUTOR
DESC-PROFOUNDLY
DESC-BARBARIC
DESC-UTTERLY
STANDSTILL
BACKDROP
COUNTERACT
WAGES
TUNE
DESC-PRECIOUS
DESC-EXPLOSIVE
DESC-PREVENTATIVE
DESC-INDIFFERENT
HESITATION
DESC-NEGLIGIBLE
DESC-UNFAIRLY
FORBID
MESS
DESC-UNFOUNDED
OCCURRENCE
DESC-UNRESTRICTED
BERLUSCONUS
LA
DESC-CONTEMPORARY
DESC-MODEST
FRAME
PLANE
DESC-POORLY
LIVESTOCK
DESC-INCOMPLETE
SUFFICE
BACKBONE
DESC-DIRE
DESC-DRY
IMPEDE
LAO
MISUNDERSTAND
APPRECIATION
DESC-INCREDIBLY
VON
WOGAU
DISCREPANCY
BASIN
RANK
DEFICIENCY
NEURODEGENERATIVE
DESC-RMAL
NEUTRALITY
OVERFISHING
EXPULSION
HEED
KING
GRASSROOT
MAINSTREAMING
BUSUTTIL
MCCREEVY
DEPARTURE
LORRY
CALCULATION
GUE
NGL
43
NURSERY
COUNTERPART
DESC-DOWNRIGHT
47
QIMONDA
DESC-UNIMAGINABLE
20THI
LAROSI?RE
FOUNDING
TOOTH
VERDICT
BIAS
EXCELLENCE
DESC-ONWARD
SETBACK
DEMONSTRATOR
DESC-SCARCELY
MASTER
EXPOSURE
NEK
??
HISTORIAN
FORGIVE
DESC-UNAWARE
RING
OSSETIUM
NEO
DERIVE
CAPTURE
DISCARD
DEFAULT
ROB
CONVINCING
ABSTENTION
HUNT
FREQUENCY
DESC-CONVINCED
DESC-20US
CONTEMPT
PROSECUTION
DESC-ENLARGED
DESC-CENTRALISED
JOS?
MT
FAO
TYPHOON
ANKARA
BLACKLIST
EXTINCTION
00
ZAPA
MAGUWU
WOOD
DRIFT
MALAYSIUM
DESC-CORPORATE
IV
DESC-MATIC
11.25
12.50
LOAD
MERGER
PASSENGERSRIGHT
EQUITY
SWISS
DESC-CONVENTIONAL
MANIPULATION
DELIBERATION
KRAHMER
SUPERMARKET
STEEL
GULF
DESC-RECIPROCAL
CANARY
DESC-TROPICAL
STIPULATION
QUANTIFY
DESC-PERSISTENT
BRAIN
RESIDUE
DESC-ABSTRACT
POISON
DISRUPT
VASSILIOU
BROADCASTER
BROADCAST
DESC-AFOREMENTIONED
HESITATE
BOTTLENECK
DESC-AMBIGUOUS
DESC-UNQUESTIONABLE
LEVER
DESC-PRECARIOUS
FLOURISH
POET
FRONTIER
SUFFICIENCY
1970
BRAKE
DESC-PROPORTIONAL
MERGE
CAPPATO
WITHHOLD
WEB
PORTAL
ATTENDANCE
ALVARO
LAMBSDORFF
IMPORTER
DESC-DISAPPOINTED
HEADLINE
SUBCONTRACTING
ADVERTISEMENT
NANOPARTICLE
DCM
PAINT
FASHION
INSPIRATION
RECONCILE
HARVEST
TOPOLà`NEK
DESC-MODERATE
DESC-RIGOROUSLY
SOCIALISM
SLOGAN
DISSIDENT
PREMISE
UNBLOCK
ARROGANCE
GRATITUDE
DESC-UNEQUIVOCALLY
DESC-SOFT
AGGRESSION
DESC-GRAND
INCIDENCE
PASSAGE
RENDITION
DESC-PRINCIPALLY
DESC-FAVORITE
BLOC
PERSONALITY
GEOGRAPHY
ASYMMETRY
LOSER
CONFINE
SAHARA
DESC-CYNICAL
BOYCOTT
INACTION
SPOTLIGHT
PCA
ATROCITY
DESC-SYNONYMOUS
SLAUGHTERHOUSE
BROR
DESC-UNDENIABLE
DESC-HASTY
DESC-PRIVILEGED
AUSTRALIUM
JUNTA
1.5
INSPECTOR
DESC-QUANTITATIVE
MERCY
FOOTPRINT
HEAT
PENNY
REACTOR
TERMINAL
20THUS
DESC-VICIOUS
EMBRACE
SLAVE
DESC-MINIMAL
DESC-PSYCHOLOGICAL
DEPORTATION
SELECTION
ARRIVAL
46
DESC-PROMINENT
CONVICT
LOCK
DESC-INDIVIDUALLY
DESC-DESPERATE
SUNDAY
CONTEMPLATE
CYBER
ADVISER
SPONSOR
REFUGE
COUNTY
SCHOOLING
METHODOLOGY
DEDICATION
LIFETIME
SHRINK
MIRACLE
DESC-GREENER
DESC-SUPERFLUOUS
2050
HOMELESS
AFTERMATH
DESC-IRREVERSIBLE
LAG
REIMBURSEMENT
DESC-SUCCESSIVE
DESC-EXHAUSTIVE
DILEMMA
COMBUSTION
CIGARETTE
DESC-SELECTIVE
FT
DESC-HOLISTIC
CONCEIVE
TAMIL
REBEL
BURMESE
DESC-HORRIBLE
LEAGUE
REHABILITATION
YOURSELVE
CHARITY
ABSORB
BRANCH
GRASS
VIRTUE
COINCIDENCE
20US
DESC-BITTER
ETHIC
DESC-VOLUNTARILY
FORMULUM
DAVY
INTERGROUP
DESC-UNUSUAL
ENLIGHTEN
AUDITING
PENSIONER
DESC-RADICALLY
CIRCUMVENT
STAGNATION
DESC-PERIPHERAL
POLLUTER
TREASURE
MUNICH
FLEDGE
IMAGINATION
VENTURE
DESC-UNRESERVEDLY
DELEGATE
SONG
HOSTILE
ORIGINATE
MOOD
CHRONIC
LUNCH
DESC-EXEMPLARY
BENCHMARK
1995
DOUBTLESS
DESC-FUNDAMENTALIST
LECTURE
TURK
DESC-DISTINGUISHED
WHEREAS
EPP
DESC-CONSTRUCTIVELY
DESC-NOTABLY
ALIGN
NISTELROOIJ
KREHL
INSULT
DESTINY
DESC-UNBELIEVABLE
DUPLICATION
GE
EMBASSY
SHOPPING
PRECAUTION
OZONE
DESC-FIFTHLY
POUR
MON
DESC-REPRESSIVE
DESC-NAIVE
CENSOR
WORKSHOP
LORD
MEDVEDEV
DESC-UNREGULATED
GUY
LEAP
HAMPER
SABERUS
CARTEL
38
LOG
SOFTWARE
RECOURSE
JOHN
INFECTION
BER?S
ARRANGE
CHECHNYA
DESC-TANTAMOUNT
TRAUTMANN
170
MAYOR
DESERT
RATIO
ODDS
LAMASSOURE
TRACE
CANDIDACY
NECESSITATE
TOBIN
KNEE
DESC-LAWMAKING
TUNISIAN
KOZLODUY
WEEKSTIME
COMPLICATION
FORMALITY
HEDEGAARD
CHANCELLOR
LYON
FARA
DESC-MIGRATORY
11.10
11.20
DESC-ADVISORY
MARKOV
ROURE
COD
OOMAN
RUIJTEN
JACEK
BERà?X-S
CONVENE
BECSEY
AEROPLANE
AYALUM
SENDER
JORDAN
CEREAL
EXCISE
STERCKX
DESC-RACIAL
BUITENWEG
PARISH
BLOKLAND
DESC-STATUTORY
JO
49
DESC-CLEANER
TENTH
81
DESC-ORGANIC
ELIGIBILITY
BOLOGNA
ALIGNMENT
EXTRACTION
CARINE
FAMINE
DESC-TOKEN
OFFENSIVE
INTOLERANCE
MULTIPLY
SURRENDER
DESC-BIZARRE
BLESSING
HAZARD
DESC-UNIFORMLY
DISSENT
58
GOODNESS
67
INNOVATE
DESC-LITERALLY
DESC-NEIGHBOURLY
SEPARATION
FEEDBACK
SCEPTICISM
ROCK
DESC-PIONEERING
DESC-HESITANT
INCONSISTENCY
ANCHOR
TRANSMIT
TANK
DIVORCE
WELLBEING
DESC-OVERSEAS
DESC-OVERLY
FALSIFY
REASSESS
MARCO
TURNOUT
DESC-LOYAL
MICROCREDIT
MUMBAUS
DESC-UNDESIRABLE
RELAX
PRESCRIPTION
DESC-FORESEEABLE
GREED
WATSON
CLASSIFY
EMBODY
WIDEN
UNFOLD
COWARD
FREEZING
CROSSROADS
DESC-ARROGANT
NOTWITHSTANDING
LAUGH
SEN
DESC-MILITANT
JEW
SHAM
DESC-UTTER
DESC-DELIBERATE
LEGALITY
MARRIAGE
DISCREDIT
DESC-ABBREVIATED
DESC-SICK
DESC-FRIGHTENING
SQUARE
DESC-LOGICALLY
INSERT
BOMBING
EGYPTIAN
DESC-INCUMBENT
EVE
HARMONY
BLACKMAIL
INTERMEDIARY
IMPASSE
DESC-UNDERWAY
FISCHER
RENEWAL
DESC-COHESIVE
ANNA
MARIUM
REDEFINE
DESC-NAVAL
DESC-OBJECTIVELY
ICTY
STEREOTYPE
COMMAND
BRUTALITY
ADHERENCE
STAMP
2.5
OVATION
BROKER
BELL
SUPPRESS
CARROT
YEARSTIME
INTIMIDATION
SQUANDER
NAIVETY
PESSIMISM
DESC-MINDED
METER
DESC-ORIGINALLY
SLOT
ECONOMIST
MORHOOD
HUMANE
ENTITLEMENT
PRESERVATION
MANKIND
SURFACE
DESC-ANOMALY
REAP
DESTINE
MISGIVING
COP
BUSH
AFFRONT
BAG
DESC-INADMISSIBLE
42
DESC-CLASSIC
SHORE
DESC-SMOOTHLY
CARPET
LEGITIMISE
DESC-RELUCTANT
DESC-SUPER
DESC-WHOLEHEARTED
RESTRAINT
MANIPULATE
IPCC
DESC-UNPUNISHED
SERBIAN
DESC-ALBANIAN
SYMPTOM
GUESS
DETROIT
ADVISE
VULNERABILITY
REPLACEMENT
WIFE
ACTIVATE
1996
HALLMARK
CYNICISM
ROHINGYA
EXTRADITION
MURDERER
PLAGUE
TROIKA
INFLICT
DESC-INEFFICIENT
NAPOLETANO
33
DENIAL
DESC-GLADLY
OBSERVATORY
DESC-DESERVING
DESC-INHUMAN
DISTRESS
MAGNITUDE
KA
INTENSITY
CREDITOR
DESC-OPTIONAL
MANEUVER
DESC-COMPREHENSIBLE
OVERHAUL
RETIRE
DESC-PARADOXICAL
DESC-AWFUL
WEEKEND
REDISTRIBUTION
HORIZON
BORROW
FAN
68
SHELTER
DESC-FLAGRANT
J
1997
DESC-INDISPUTABLE
RETAILER
RELIEVE
DARK
BID
SUBORDINATE
ASSENT
ROTH
STIFLE
DESC-ADVISABLE
DESC-EAGERLY
DENOMINATOR
DESC-RECIPIENT
HOC
LAUNDERING
DESC-QUALITATIVE
LENDING
DESC-FORCEFULLY
DESC-BOLDER
SEVERITY
GLOBALIST
CHARGER
VERSUS
DESC-UNCONTROLLED
HEREBY
NAZISM
HEAL
DESC-FEASIBLE
CLUB
SHIPBUILDING
-LRB-
-RRB-
ABKHAZIUM
STRAIN
750
DESC-ELECTROMAGNETIC
ILLUSTRATION
MUNICIPALITY
DESC-OVERARCHING
SIGNATORY
COMPEL
RUMOR
ACCURACY
ERUPT
PATIENTSRIGHT
DESC-GENETIC
DESC-HUMILIATING
REFINE
EGF
TUNNEL
DESC-ANGRY
RUSH
X-HERSELF
DESC-UNDERDEVELOPED
COLEGISLATOR
DESC-INSTRUMENTAL
ROSALE
PERU
G8
BILDT
DESC-UNPREDICTABLE
DESC-PROVOCATIVE
LANDSCAPE
DECOMMISSIONING
I.
WHOEVER
NAIL
KEYSER
UNWORTHY
0.7
CODIFICATION
OVERVIEW
DESC-CLOSEST
CHRISTIANITY
DESC-TRANSPARENTLY
HERMAN
PALIADELUS
BRAZILIAN
CH
DOMINATION
DISTRICT
CIOLO
ORLANDO
TR?PEL
DIAMOND
MIDNIGHT
09.05
DESC-FATAL
10.05
4.25
DESC-NUMERICAL
11.40
GRAEFE
ZU
BARINGDORF
VIIUS
RC
CRASH
DAPHNE
DESC-NORTHWEST
DRINK
CAT
EXTRACT
PIRKER
PERVENCHE
GRABOWSKA
JAN
ENZYME
MITCHELL
DESERTIFICATION
NIEBLER
PLATE
SAVARY
KHADRAOUUS
CLUSTER
HIERONYMUS
INà?X-S
REFERRAL
CONTAMINATION
BALUS
BISSAU
SATELLITE
DESC-BIOLOGICAL
DESC-STATIC
PREROGATIVE
PACKAGING
OBESITY
SESAR
MEASUREMENT
LITERACY
ESCALATION
INTERCULTURAL
DESC-SCIENTIFICALLY
IMPAIR
DESC-WET
POTATO
RIGOR
STEVENSON
BOW
DESC-ACHIEVABLE
DESC-VEHEMENTLY
DESC-SACRED
INTERACTION
DYNAMISM
DOLLAR
DESC-ENTHUSIASTICALLY
REMINISCENT
MELTDOWN
BITE
DESC-HORRENDOUS
OVERLAP
63
EPISODE
TAG
DESC-HAPPILY
COVERAGE
EXAGGERATION
GENEROSITY
DESC-EXTENSIVELY
DESC-INVISIBLE
DESC-PRESUMABLY
OFFSET
ALLISTER
LOUUS
DESC-CIRCULAR
DESC-PESSIMISTIC
FAKE
BREAST
SCHLYTER
DESC-CARCINOGENIC
199
DESC-19TH
REVIVAL
KIEV
DEPUTY
WARSAW
PRESIDE
FULFILMENT
CONJUNCTION
DESC-UNLIKELY
ARENA
CONSUMING
HANNAN
DESC-ADMISSIBLE
72
DISTRUST
WHICHEVER
DESC-DOMINANT
ANXIETY
MEDIATOR
MOTIVE
DESC-ATOMIC
SPOKESMAN
POPULATE
ERITREAN
VACUUM
DESC-SLIGHT
DESC-BUSY
MONK
DESC-MEAGER
CLEANSE
ADULT
TRANSPORTATION
EQUATE
KM
DESC-200SE
METHANE
MORTALITY
PUZZLE
DESC-VAIN
DESC-DEPLORABLE
BAR
BYPASS
JAM
ARCHIVE
DAYSTIME
SCARE
INTERREGIONAL
CHAMPION
THREAD
PARADIGM
1.7
DESC-NOTICEABLE
3.5
STANDPOINT
HEGYUS
DESC-COMFORTABLE
DESC-HARMONIOUS
CONSTRAIN
DETECTION
REPROACH
DESC-CONTINUOUSLY
PERSEVERE
SUBCONTRACTOR
WIPE
REASSURANCE
DESC-RESIDENTIAL
INDULGENCE
DESC-SHARPLY
DG
NAVIGATION
DESC-CON
IMPORTATION
DESC-TRANSNATIONAL
DESC-TORTURED
DESC-UNCONDITIONALLY
UNIVERSALITY
RESIDE
EXPLODE
MUSCARDINUS
DESC-STUPID
RACK
CARER
DESC-ABUSED
INVADE
DEVELOPER
LIFESTYLE
CREATOR
DESC-UNUSED
DESC-FANTASTIC
REVITALISE
DESC-TENSE
BEDROCK
ROW
IMPERIALISM
DESC-PROGRESSIVELY
CONTAMINATE
COEXIST
MATURITY
HOLE
DESC-EMBARRASSING
CONCEDE
DESC-HYPOTICAL
FORTY
DESC-EARLIEST
DESC-RUBBISH
OBSESSION
STAR
CONVERSION
RENDER
DESC-PARTISAN
RELUCTANCE
BREAKDOWN
EXAGGERATE
DROWN
THAUS
DEFER
DESC-ENDLESS
SPILL
SIEGE
SUPERPOWER
JUNCTURE
HELICOPTER
TESTIMONY
DESC-INDEFINITELY
EYEPROCEDURE
DESC-THANKFUL
SPADE
CURRICULUM
200AGENDA
TREASURY
FRANKFURT
TURMOIL
UPROAR
1989
SUBSCRIBE
AMNESTY
DESC-PARTIAL
NIGHTMARE
PERPETRATE
FRASSONUS
DESC-RESPECTFUL
DESC-BEAUTIFUL
DESC-ENTREPRENEURIAL
GAMING
MADRID
POLLUTANT
UPSET
TALENT
STAFFING
UNCOVER
PATTERN
PAR
FOLD
SLOVENIAN
ACCREDITATION
DESC-FORTH
DESC-RIGOROUS
HAULIER
QUESTIONER
SCRATCH
DESC-SHY
SEASON
STABILISER
POPULISM
GORDON
ERODE
FERREIRA
JACQUE
OVERTURN
CATALOGUE
SALUTE
MONOPOLISE
DESC-PLEASANT
POSSESSION
VACCINATION
DESC-DECIDEDLY
RAINFOREST
SALAFRANCA
SEPARATISM
DESC-EVENTUAL
MISERY
DESC-LIGHTLY
LIBERATION
HERO
UNDERPIN
PLUNGE
COUNTRYSIDE
RIOT
C?TE
IVOIRE
CARIBBEAN
BEHRENDT
TRILLION
RESEMBLE
OMISSION
OVERTAKE
BASEL
VOTEDNO
SHORTEN
SCREENING
DESC-FORCEFUL
AGGRAVATE
VIENNA
EUROCONTROL
ISO
NEGLIGENCE
HEADWAY
DESC-VIRTUAL
DESC-COUNTLESS
BANGLADESH
CAPITA
DESC-FIERCE
85
SOUL
DESC-UNREALISTIC
DESC-SMALLEST
DIVERGENCE
COMPASSION
ABSURDITY
DESC-DISTINCTIVE
DESC-SPLENDID
DESC-ILLEGITIMATE
PREACH
FRUSTRATE
ROXANA
PURSE
ABSORPTION
AXIS
CENTRALISATION
GAUZ?S
39
ABRUZZO
COMPATRIOT
CITIZENSEUROPE
EEA
PRECEDE
LEAK
PRONOUNCE
DESC-FORTUNATE
DESC-THIN
CE
COINCIDE
RECRUITMENT
AGRI
CAMPAIGNER
SILVA
PENEDA
PKK
ADMISSIBILITY
SWAP
RELEVANCE
84
UNHCR
DESC-DELEGATED
FAITHFUL
REFORMIST
ECJ
LANDFILL
FIBER
DESC-UNLAWFUL
XINJIANG
MEMORIAL
216
EMETA
DESC-DEFINITIVELY
CHERNOBYL
FRIENDSHIP
DESC-GAY
PLEA
BRUGUI?RE
HAUTALUM
ATER
HOMOSEXUAL
INSTRUCT
LIU
HASSANUS
SKYEUROPE
EXPLOSION
CATALAN
SMILE
280
DESC-NEGOTIABLE
MACROFINANCIAL
EN
EMPIRE
BAUER
CONGOLESE
DESC-ICELANDIC
RENATIONALISATION
\*
PROFESSOR
CCCTB
ANDOR
GIEGOLD
HAHN
DESC-INFLEXIBLE
DANJEAN
